android-studio
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
catppuccin-sddm-theme-mocha
gitflow-avh
intellij-idea-ultimate-edition
ngrok
onlyoffice-bin
pinta
plymouth-theme-catppuccin-mocha-git
postman-bin
rustdesk-bin
telegram-desktop-bin
trae-bin
trae-bin-debug
visual-studio-code-bin
webstorm
wlogout
wofi-calc
yay
yay-debug
zapzap
zen-browser-bin
