amd-ucode
android-studio
awww
base
base-devel
btop
btrfs-progs
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
catppuccin-sddm-theme-mocha
cava
cinnamon-translations
cliphist
discord
dnsmasq
docker
docker-compose
efibootmgr
fastfetch
file-roller
filezilla
fzf
git
gitflow-avh
gnome-calculator
gnome-keyring
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
imv
intellij-idea-ultimate-edition
jdk21-openjdk
jdk25-openjdk
jq
kitty
libpulse
libvirt
linux-firmware
linux-zen
maven
mission-center
mousepad
mpv
nano
nemo
nemo-fileroller
neovim
ngrok
nwg-look
onlyoffice-bin
openbsd-netcat
otf-font-awesome
pacman-contrib
papirus-icon-theme
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth-theme-catppuccin-mocha-git
polkit-gnome
postman-bin
qemu-full
rustdesk-bin
satty
seahorse
slurp
starship
sudo
swaync
telegram-desktop-bin
trae-bin
ttf-jetbrains-mono-nerd
unzip
vde2
virt-manager
virt-viewer
visual-studio-code-bin
vulkan-radeon
waybar
webstorm
wireplumber
wl-clipboard
wlogout
wofi
wofi-calc
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
zapzap
zen-browser-bin
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
