arcticicestudio.nord-visual-studio-code
atommaterial.a-file-icon-vscode
bjarne.ethereal-omarchy
bjarne.hackerman-omarchy
catppuccin.catppuccin-vsc
enkia.tokyo-night
esbenp.prettier-vscode
expo.vscode-expo-tools
gd-alt.black--n-turquoise
github.copilot-chat
jdinhlife.gruvbox
jetbrains.jetbrains-ai-assistant
jovejonovski.ocean-green
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mvllow.rose-pine
naumovs.color-highlight
patrickdanilevici.black-gold
qufiwefefwoyn.kanagawa
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
shadesofbuntu.flexoki-light
tahayvr.matteblack
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
